Repository: ShiftMediaProject/libiconv
Catalog: po/*.po
Languages: be, ka, ko, lt, ro, sv

source: Usage: iconv [-c] [-s] [-f fromcode] [-t tocode] [file ...]
be: Выкарыстаньне: iconv [-c] [-s] [-f з_кода] [-t у_код] [файл ...]
ka: გამოყენება: iconv [-c] [-s] [-f კოდიდან] [-t კოდამდე] [ფაილი ...]
ko: 사용법: iconv [-c] [-s] [-f <목적코드>] [-t <대상코드>] [<파일> ...]
lt: Naudojimas: iconv [-c] [-s] [-f šaltinio_koduotė] [-t išvesties_koduotė] [failas ...]
ro: Utilizare: iconv [-c] [-s] [-f codificarea_originală] [-t codificarea_dorită] [fișier ...]
sv: Användning: iconv [-c] [-s] [-f frånkod] [-t tillkod] [fil …]

source: or: iconv -l
be: або: iconv -l
ka: ან: iconv -l
ko: 또는: iconv -l
lt: arba: iconv -l
ro: sau: iconv -l
sv: eller: iconv -l

source: Try '%s --help' for more information.
be: Паспрабуйце «%s --help» для атрыманьня больш падрабязных зьвестак.
ka: მეტი ინფორმაციისთვის სცადეთ '%s --help'.
ko: 자세한 정보는 '%s --help'를 입력하십시오.
lt: Bandykite „%s --help“, jeigu norite išsamesnės informacijos.
ro: Încercați „%s --help” pentru mai multe informații.
sv: Prova ”%s --help” för mer information.

source: Usage: %s [OPTION...] [-f ENCODING] [-t ENCODING] [INPUTFILE...]
be: Выкарыстаньне: %s [ОПЦЫЯ...] [-f КАДАВАНЬНЕ] [-t КАДАВАНЬНЕ] [УВАХОДНЫ_ФАЙЛ...]
ka: გამოყენება: %s [პარამეტრი...] [-f კოდირება] [-t კოდირება] [ფაილი...]
ko: 사용법: %s [<옵션>...] [-f <인코딩>] [-t <인코딩>] [<입력파일>...]
lt: Naudojimas: %s [PARAMETRAS...] [-f KODUOTĖ] [-t KODUOTĖ] [ĮVESTIES_FAILAS...]
ro: Utilizare: %s [OPȚIUNI...] [-f CODIFICAREA] [-t CODIFICAREA] [FIȘIER...]
sv: Användning: %s [FLAGGA…] [-f KODNING] [-t KODNING] [INMATNINGSFIL…]

source: or: %s -l
be: або: %s -l
ka: ან: %s -l
ko: 또는: %s -l
lt: arba: %s -l
ro: sau: %s -l
sv: eller: %s -l

source: Converts text from one encoding to another encoding.
be: Пераўтварае тэкст з аднаго кадаваньня ў іншае.
ka: აკონვერტებს ტექსტს ერთი კოდირებიდან მეორეში.
ko: 텍스트를 지정 인코딩에서 다른 인코딩으로 변환합니다.
lt: Programa teksto simbolių koduotei keisti.
ro: Convertește textul dintr-o codificare într-o altă codificare.
sv: Konverterar text från en kodning till en annan kodning.

source: Options controlling the input and output format:
be: Опцыі кіраваньня фарматам уводу й вываду:
ka: პარამეტრები, რომლებიც აკონტროლებენ შეყვანის და გამოყვანის ფორმატს:
ko: 입출력 형식 제어 옵션:
lt: Parametrai įvesties ir išvesties formato valdymui:
ro: Opțiuni care controlează formatul de intrare și de ieșire:
sv: Flaggor som styr formatet på inmatning och utmatning:

source: -f ENCODING, --from-code=ENCODING the encoding of the input
be: -f КАДАВАНЬНЕ, --from-code=КАДАВАНЬНЕ кадаваньне ўваходных даных
ka: -f კოდირება, --from-code=კოდირება შეყვანის კოდირება
ko: -f <인코딩>, --from-code=<인코딩> 입력 인코딩 형식
lt: -f KODUOTĖ, --from-code=KODUOTĖ įvesties simbolių koduotė
ro: -f CODIFICAREA, --from-code=CODIFICAREA
sv: -f KODNING, --from-code=KODNING kodningen på inmatningen

source: -t ENCODING, --to-code=ENCODING the encoding of the output
be: -t КАДАВАНЬНЕ, --to-code=КАДАВАНЬНЕ кадаваньне выходных даных
ka: -t კოდირება, --to-code=კოდირება გამოტანის კოდირება
ko: -t <인코딩>, --to-code=<인코딩> 출력 인코딩 형식
lt: -t KODUOTĖ, --to-code=KODUOTĖ išvesties simbolių koduotė
ro: -t CODIFICAREA, --to-code=CODIFICAREA codificarea de la ieșire(finală)
sv: -t KODNING, --to-code=KODNING kodningen på utmatningen

source: Options controlling conversion problems:
be: Опцыі кіраваньня праблемамі пераўтварэньня:
ka: პარამეტრები, რომლებიც აკონტროლებენ გადაყვანის პრობლემებს:
ko: 변환 문제 제어 옵션:
lt: Parametrai teksto perkodavimo problemų valdymui:
ro: Opțiuni care controlează problemele de conversie:
sv: Flaggor som kontrollerar konverteringsproblem:

source: -c discard unconvertible characters
be: -c адкідваць непрыдатныя для пераўтварэньня знакі
ka: -c არაგადაყვანადი სიმბოლოების გამოტოვება
ko: -c 변환 불가 문자 무시
lt: -c praleisti simbolius kurių perkodavimas negalimas
ro: -c ignoră caracterele neconvertibile
sv: -c förkasta tecken som inte går att konvertera

source: --unicode-subst=FORMATSTRING substitution for unconvertible Unicode characters
be: --unicode-subst=РАДОК_ФАРМАТУ замена непрыдатных для пераўтварэньня знакаў Юнікоду
ka: --Unicode-subst=სტრიქფორმატ არა გადაყვანადი იუნიკოდის სიმბოლების ჩანაცვლება
ko: --unicode-subst=<형식문자열> 변환 불가 유니코드 문자의 대체 문자
lt: --unicode-subst=EILUTĖ pakaitalas simboliams, kurių perkodavimas negalimas
ro: --unicode-subst=ȘIR_SUBSTITUTIV realizează substituirea caracterelor Unicode neconvertibile
sv: --unicode-subst=FORMATSTRÄNG ersättning av Unicode-tecken som inte går att konvertera

source: --byte-subst=FORMATSTRING substitution for unconvertible bytes
be: --byte-subst=РАДОК_ФАРМАТУ замена непрыдатных для пераўтварэньня байтаў
ka: --byte-subst=სტრიქფორმატ არა-გადაყვანადი ბაიტების ჩანაცვლება
ko: --byte-subst=<형식문자열> 변환 불가 바이트 문자의 대체 문자
lt: --byte-subst=EILUTĖ pakaitalas baitams, kurių perkodavimas negalimas
ro: --byte-subst=ȘIR_SUBSTITUTIV realizează substituirea octeților neconvertibili
sv: --byte-subst=FORMATSTRÄNG ersättning av inte konverterbara byte

source: --widechar-subst=FORMATSTRING substitution for unconvertible wide characters
be: --widechar-subst=РАДОК_ФАРМАТУ замена непрыдатных для пераўтварэньня шырокіх знакаў
ka: --widechar-subst=სტრიქფორმატ არაგადაყვანადი ფართო სიმბოლოების ჩანაცვლება
ko: --widechar-subst=<형식문자열> 변환 불가 전각 문자의 대체 문자
lt: --widechar-subst=EILUTĖ pakaitalas „platiesiems“ simboliams, kurių perkodavimas negalimas
ro: --widechar-subst=ȘIR_SUBSTITUTIV realizează substituirea caracterelor largi neconvertibile
sv: --widechar-subst=FORMATSTRÄNG ersättning av inte konverterbara breda tecken

source: Options controlling error output:
be: Опцыі кіраваньня вываду памылак:
ka: პარამეტრები, რომლებიც აკონტროლებენ გამოტანას:
ko: 오류 출력 제어 옵션:
lt: Parametrai klaidų išvesties valdymui:
ro: Opțiuni care controlează afișarea mesajelor de eroare:
sv: Flaggor som kontrollerar felutskrift:

source: -s, --silent suppress error messages about conversion problems
be: -s, --silent заглушаць паведамленьні з памылкамі аб праблемах пераўтварэньня
ka: -s, --silent გადაყვანის შეცდომები ეკრანზე გამოტანილი არ იქნება
ko: -s, --silent 변환 문제 오류 메시지 숨김
lt: -s, --silent neišvesti pranešimų apie perkodavimo klaidas
ro: -s, --silent suprimă mesajele de eroare referitoare la problemele de conversie
sv: -s, --silent tysta felmeddelanden om konverteringsproblem

source: Informative output:
be: Вывад зьвестак:
ka: ინფორმაცია:
ko: 정보 출력:
lt: Informacija:
ro: Afișare informații:
sv: Informativ utmatning:

source: -l, --list list the supported encodings
be: -l, --list сьпіс маючых падтрымку кадовак
ka: -l, --list მხარდაჭერილი კოდირებების სია
ko: -l, --list 지원 인코딩 목록 출력
lt: -l, --list išvardyti palaikomas koduotes
ro: -l, --list afișează într-o listă, codificările suportate
sv: -l, --list lista kodningar som stöds

source: --help display this help and exit
be: --help адлюстраваць гэтую даведку ды выйсьці
ka: --help ამ დახმარების გამოტანა და გამოსვლა
ko: --help 이 도움말을 표시하고 나갑니다
lt: --help parodyti šį informacinį pranešimą ir baigti darbą
ro: --help afișează acest ajutor și iese
sv: --help visa denna hjälp och avsluta

source: --version output version information and exit
be: --version вывесьці зьвесткі аб вэрсіі ды выйсьці
ka: --version ვერსიის ჩვენება და გასვლა
ko: --version 버전 정보를 출력하고 나갑니다
lt: --version parodyti informaciją apie programos versiją ir baigti darbą
ro: --version afișează informații despre versiune și iese
sv: --version skriv ut versionsinformation och avsluta

source: Report bugs in the bug tracker at <%s> or by email to <%s>.
be: Паведамляйце пра памылкі на <%s> або праз электронную пошту на <%s>. Паведамляйце пра памылкі перакладу на <debian-l10n-belarusian@lists.debian.org>
ka: შეატყობინეთ შეცდომების ტრეკერზე <%s>-ზე ან ელფოსტით <%s>-ზე.
ko: <%s> 문제 추적 사이트 또는 <%s> 메일 주소에 버그를 알려주십시오.
lt: Prašome klaidas registruoti adresu <%s> arba pranešti apie jas el. paštu <%s>.
ro: Raportați erorile în sistemul de urmărire a defecțiunilor la <%s> sau prin e-mail la <%s>. Raportați erorile de traducere la <translation-team-ro@lists.sourceforge.net>
sv: Rapportera fel i felrapporteringssystemet på <%s> eller via e-post till <%s>. Rapportera fel eller synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.

source: License GPLv3+: GNU GPL version 3 or later <%s> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
be: Ліцэнзія GPLv3+: GNU GPL вэрсіі 3 або навей <%s>. Гэта свабоднае праграмнае забесьпячэньне: вы можаце вольна зьмяняць і распаўсюджваць яго. Няма НІЯКІХ ГАРАНТЫЙ у межах дзеючага заканадаўства.
ka: ლიცენზია GPLv3+: GNU GPL ვერსია 3 ან უფრო ახალი <%s> ეს არის უფასო პროგრამა: თქვენ თავისუფლად შეგიძლიათ შეცვალოთ და გაავრცელოთ ის. კანონით ნებადართული გარანტია არ არსებობს.
ko: GPLv3+ 라이선스: GNU GPL 버전 3 이상 <%s> 이 프로그램은 자유 소프트웨어입니다: 자유롭게 바꾸고 재배포할 수 있습니다. 법률이 허용하는 모든 범위내의 보증은 없습니다.
lt: Licencija GPLv3+: GNU GPL 3 ar vėlesnė versija <%s> Tai – laisvoji programinė įranga. Jums leidžiama ją laisvai modifikuoti ir platinti. Šiai programinei įrangai NETAIKOMA JOKIA GARANTIJA, kiek tai leidžia įstatymai.
ro: Licența GPLv3+: GNU GPL versiunea 3 sau mai mare <%s>. Acesta este software liber: sunteți liber să îl modificați și să îl redistribuiți. NU există NICIO GARANȚIE, în măsura permisă de lege.
sv: Licens GPLv3+: GNU GPL version 3 eller senare <%s> Det här är fri programvara: du kan ändra och distribuera den. Det finns INGEN GARANTI, så långt lagen tillåter.

source: Written by %s.
be: Аўтар: %s.
ka: ავტორი: %s.
ko: %s이(가) 작성함.
lt: Programą parašė %s
ro: Scris de %s.
sv: Skrivet av %s.

source: %s argument: A format directive with a variable width is not allowed here.
be: аргумэнт %s: Тут не дазваляецца фармат дырэктывы са зьменнай шырынёй.
ka: %s არგუმენტი: ფორმატის დირექტივა ცვლადი სიგანით აქ დაუშვებელია.
ko: %s 인자: 변수 폭 정보를 가진 형식 지정자를 여기에 둘 수 없습니다.
lt: %s argumentas: Kintamo pločio formato direktyva čia negalima.
ro: Argumentul %s: o directivă de format cu o lățime variabilă nu este permisă aici.
sv: Argument %s: Ett formatdirektiv med en variabel bredd tillåts inte här.

source: %s argument: A format directive with a variable precision is not allowed here.
be: аргумэнт %s: Тут не дазваляецца фармат дырэктывы са зьменнай дакладнасьцю
ka: %s არგუმენტი: ფორმატის დირექტივა ცვლადი სიზუსტით აქ დაუშვებელია.
ko: %s 인자: 변수 정밀도 정보를 가진 형식 지정자를 여기에 둘 수 없습니다.
lt: %s argumentas: Kintamo tikslumo formato direktyva čia negalima.
ro: Argumentul %s: o directivă de format cu o precizie variabilă nu este permisă aici.
sv: Argument %s: Ett formatdirektiv med en variabel precision tillåts inte här.

source: %s argument: A format directive with a size is not allowed here.
be: аргумэнт %s: Тут не дазваляецца фармат дырэктывы з памерам.
ka: %s არგუმენტი: ზომის მქონე ფორმატის დირექტივა აქ დაუშვებელია.
ko: %s 인자: 크기 정보를 가진 형식 지정자를 여기에 둘 수 없습니다.
lt: %s argumentas: Apibrėžto dydžio formato direktyva čia negalima.
ro: Argumentul %s: o directivă de format cu o dimensiune nu este permisă aici.
sv: Argument %s: Ett formatdirektiv med en storlek tillåts inte här.

source: %s argument: The string ends in the middle of a directive.
be: аргумэнт %s: Радок заканчваецца пасярод дырэктывы.
ka: %s არგუმენტი: სტრიქონი დირექტივის შუაში მთავრდება.
ko: %s 인자: 문자열이 지정자 중간에서 끝납니다.
lt: %s argumentas: Teksto eilutė baigiasi direktyvos viduryje.
ro: Argumentul %s: șirul se termină în mijlocul unei directive.
sv: Argument %s: Strängen slutar mitt i ett direktiv.

source: %s argument: The character '%c' is not a valid conversion specifier.
be: аргумэнт %s: Знак «%c» не зьяўляецца дапушчальным спэцыфікатарам пераўтварэньня.
ka: %s არგუმენტი: სიმბოლო „%c“ არ არის სწორი გადაყვანის მითითება.
ko: %s 인자: '%c' 문자는 올바른 변환 지정자가 아닙니다.
lt: %s argumentas: Simbolis „%c“ nėra tinkamas konversijos žymuo.
ro: Argumentul %s: caracterul „%c” nu este un specificator de conversie valid.
sv: Argument %s: Tecknet "%c" är inte en giltig konverteringsangivare.

source: %s argument: The character that terminates the format directive is not a valid conversion specifier.
be: аргумэнт %s: Знак, які завяршае фармат дырэктывы, не зьяўляецца дапушчальным спэцыфікатарам пераўтварэньня.
ko: %s 인자: 형식 지정자를 끝내는 문자는 올바른 변환 지정자가 아닙니다.
lt: %s argumentas: Simbolis, kuriuo užbaigiama formato direktyva, nėra tinkamas konversijos žymuo.
ro: Argumentul %s: caracterul care termină directiva de format nu este un specificator de conversie valid.
sv: Argument %s: Tecknet som avslutar formatdirektivet är inte en giltig konverteringsangivare.

source: %s argument: The format string consumes more than one argument: %u argument.
be: аргумэнт %s: Радок фармату прымае больш за адзін аргумэнт: %u аргумэнт.
ka: %s არგუმენტი: ფორმატის სტრიქონი მოიხმარს ერთზე მეტ არგუმენტს: %u არგუმენტი.
ko: %s 인자: 형식 문자열이 하나 이상의 인자에 해당합니다: 인자 %u개.
lt: %s argumentas: Formato eilutei reikalingas daugiau nei vienas argumentas (%u argumentas).
ro: Argumentul %s: șirul substitutiv consumă mai mult de un argument: %u argument.
sv: Argument %s: Formatsträngen konsumerar fler än ett argument: %u argument.

source: cannot convert byte substitution to Unicode: %s
be: немагчыма пераўтварыць байтавую падстаноўку ў Юнікод: %s
ka: ბაიტის ჩანაცვლების უნიკოდად გარდაქმნა შეუძლებელია: %s
ko: 바이트 대체 요소를 유니코드로 변환할 수 없습니다: %s
lt: baitų pakaitos nepavyko konvertuoti į Unikodą: %s
ro: nu se poate converti șirul substitutiv de octeți în Unicode: %s
sv: kan inte konvertera byte-ersättning till Unicode: %s

source: cannot convert unicode substitution to target encoding: %s
be: немагчыма пераўтварыць юнікодавую падстаноўку ў мэтавае кадаваньне: %s
ka: უნიკოდის ჩანაცვლებას მითითებულ კოდირებაზე ვერ გადაიყვანს : %s
ko: 유니코드 대체 요소를 대상 인코딩으로 변환할 수 없습니다: %s
lt: Unikodo pakaitos nepavyko konvertuoti į paskirties koduotę: %s
ro: nu se poate converti șirul substitutiv Unicode în codificarea dorită: %s
sv: kan inte konvertera unicode-ersättning till målkodning: %s

source: cannot convert byte substitution to wide string: %s
be: немагчыма пераўтварыць байтавую падстаноўку ў шырокі радок: %s
ka: ბაიტის ჩანაცვლება ფართო სტრიქონად გადაყვანილი ვერ იქნება : %s
ko: 바이트 대체 요소를 전각 문자열로 변환할 수 없습니다: %s
lt: baitų pakaitos nepavyko konvertuoti į plačiąją eilutę: %s
ro: nu se poate converti șirul substitutiv de octeți într-un șir larg: %s
sv: kan inte konvertera byte-ersättning till bred sträng: %s

source: cannot convert widechar substitution to target encoding: %s
be: немагчыма пераўтварыць шыроказнакавую падстаноўку ў мэтавае кадаваньне: %s
ka: ფართო სიმბოლოების ჩანაცვლების გადაყვანა მითითებულ კოდირებაზე შეუძლებელია: %s
ko: 전각 문자 대체 요소를 대상 인코딩으로 변환할 수 없습니다: %s
lt: plačiosios eilutės pakaitos nepavyko konvertuoti į paskirties koduotę: %s
ro: nu se poate converti șirul substitutiv de caracter larg(widechar) la codificarea dorită: %s
sv: kan inte konvertera bredteckenersättning till målkodning: %s

source: cannot convert byte substitution to target encoding: %s
be: немагчыма пераўтварыць байтавую падстаноўку ў мэтавае кадаваньне: %s
ka: ბაიტის ჩანაცვლების მითითებულ კოდირებაზე გადაყვანა შეუძლებელია: %s
ko: 바이트 대체 요소를 대상 인코딩으로 변환할 수 없습니다: %s
lt: baitų pakaitos nepavyko konvertuoti į paskirties koduotę: %s
ro: nu se poate converti șirul substitutiv de octeți la codificarea dorită: %s
sv: kan inte konvertera byte-ersättning till målkodning: %s

source: %s:%u:%u: cannot convert
be: %s:%u:%u: немагчыма пераўтварыць
ka: %s:%u:%u: გადაყვანა შეუძლებელია
ko: %s:%u:%u: 변환할 수 없음
lt: %s:%u:%u: perkodavimas negalimas
ro: %s:%u:%u: nu se poate converti
sv: %s:%u:%u: kan inte konvertera

source: %s:%u:%u: incomplete character or shift sequence
be: %s:%u:%u: няпоўны знак або пасьлядоўнасьць зруху
ka: %s:%u:%u: დაუსრულებელი სიმბოლო ან წანაცვლების მიმდევრობა
ko: %s:%u:%u: 미결 문자 또는 시퀀스 밀림
lt: %s:%u:%u: neužbaigtas simbolis arba pastūmimo seka
ro: %s:%u:%u: caracter incomplet sau secvență de schimbare incompletă
sv: %s:%u:%u: ofullständigt tecken eller skiftsekvens

source: %s: I/O error
be: %s: Памылка ўводу-вываду
ka: %s: I/O შეცდომა
ko: %s: 입출력 오류
lt: %s: Įvesties/išvesties klaida
ro: %s: eroare de In/Ieș(I/O)
sv: %s: In-/Ut-fel

source: conversion from %s unsupported
be: пераўтварэньне з %s не падтрымліваецца
ka: %s-დან გადაყვანა მხარდაუჭერელია
ko: %s 인코딩의 변환을 지원하지 않습니다
lt: perkodavimas iš „%s“ nepalaikomas
ro: conversia de la %s nu este suportată
sv: konvertering från %s stöds inte

source: conversion to %s unsupported
be: пераўтварэньне ў %s не падтрымліваецца
ka: %s-ში გადაყვანა მხარდაუჭერელია
ko: %s 인코딩으로의 변환을 지원하지 않습니다
lt: perkodavimas į „%s“ nepalaikomas
ro: conversia la %s nu este suportată
sv: konvertering till %s stöds inte

source: conversion from %s to %s unsupported
be: пераўтварэньне з %s у %s не падтрымліваецца
ka: %s-დან %s-ში გადაყვანა მხარდაუჭერელია
ko: %s → %s 인코딩 변환을 지원하지 않습니다
lt: perkodavimas iš „%s“ į „%s“ nepalaikomas
ro: conversia de la %s la %s nu este suportată
sv: konvertering från %s till %s stöds inte

source: try '%s -l' to get the list of supported encodings
be: паспрабуйце «%s -l», каб атрымаць сьпіс маючых падтрымку кадовак
ka: მხარდაჭერილი კოდირების სიის მისაღებად სცადეთ '%s -l'
ko: 지원 인코딩 목록은 '%s -l'을 입력하십시오
lt: pasinaudokite komanda „%s -l“ palaikomų koduočių sąrašui gauti
ro: încercați „%s -l” pentru a obține lista de codificări suportate
sv: prova ”%s -l” för att få listan på kodningar som stöds

source: (stdin)
ko: (표준입력)
ro: (stdin)»intrarea standard«
sv: (standard in)

source: I/O error
be: Памылка ўводу-вываду
ka: I/O შეცდომა
ko: 입출력 오류
lt: Įvesties/išvesties klaida
ro: Eroare de In/Ieș(I/O)
sv: In-/Ut-fel
